Repository: bdbcat/oesenc_pi
Catalog: po/*.po
Languages: ca_es, fr_fr

source: Sector angles are True Bearings from Seaward
ca_es: Angles de sector són Demores Vertaderes des de la Mar
fr_fr: Les secteurs sont des relèvements vrais à partir de la mer

source: Dialog
ca_es: Diàleg
fr_fr: Boîte de dialogue

source: PlugIn for OpenCPN oeSENC charts
ca_es: Connector per a cartes oeSENC per OpenCPN
fr_fr: Cartes oeSENC

source: PlugIn for OpenCPN Provides support of oeSENC charts.
ca_es: Connector per OpenCPN Proporciona suport per cartes oeSENC.
fr_fr: oeSENC fournit un support pour l'affichage des cartes oeSENC.

source: To obtain a User Key, you must generate a unique System Identifier File.
ca_es: Per obtenir un UserKey, cal generar un arxiu identificador únic de sistema.
fr_fr: Pour obtenir un clé, vous devez créer un unique fichier d'identification du terminal.

source: This file is also known as a"fingerprint" file.
ca_es: Aquest fitxer és també conegut com "fingerprint".
fr_fr: Ce fichier est aussi connu comme un fichier d'empreinte.

source: The fingerprint file contains information to uniquely identifiy this computer.
ca_es: El fitxer fingerprint conté informació per identificar aquest ordinador.
fr_fr: Le fichier d'empreinte contient des informations permettant l'identification de ce terminal.

source: After creating this file, you will need it to obtain your User Key at the o-charts.org shop.
ca_es: Després de crear aquest fitxer, el necessitareu per a obtenir el UserKey a la botiga o-charts.org.
fr_fr: Après avoir créé ce fichier, vous en aurez besoin pour générer votre clé à la boutique o-charts.org.

source: Proceed to create Fingerprint file?
ca_es: Posar a crear l'arxiu fingerprint?
fr_fr: Procéder à la création d'un fichier d'empreinte ?

source: oeSENC_PI Preferences
ca_es: Preferències oeSENC_PI
fr_fr: oeSENC : Préférences

source: OpenCPN oeSENC UserKey Required
ca_es: UserKey oeSENC per OpenCPN requerit
fr_fr: Clé requise pour OpenCPN oeSENC

source: Enter UserKey
ca_es: Introduir UserKey
fr_fr: Entrez la clé

source: A valid oeSENC UserKey has the alphanumeric format: AAAA-BBBB-CCCC-DDDD-EEEE-FF Your oeSENC UserKey may be obtained from your chart provider.
ca_es: Un UserKey oeSENC vàlid té el format alfanumèric: AAAA-BBBB-CCCC-DDDD-EEEE-FF El UserKey oeSENC es pot obtenir del vostre proveïdor de cartes.
fr_fr: Un clé valide pour oeSENC a le format alphanumérique : AAAA-BBBB-CCCC-DDDD-EEEE-FF Votre clé pour oeSENC peut être obtenue auprès de votre fournisseur de cartes marines.

source: ERROR: The UserKey entered is not valid for this oeSENC chart set. Please verify your UserKey and try again. A valid oeSENC UserKey has the alphanumeric format: AAAA-BBBB-CCCC-DDDD-EEEE-FF Your oeSENC UserKey may be obtained from your chart provider.
ca_es: ERROR: El UserKey introduït no és vàlid per aquest conjunt de cartes oeSENC. Verifiqueu el UserKey i torneu-ho a provar. Un UserKey oeSENC vàlid té el format alfanumèric: AAAA-BBBB-CCCC-DDDD-EEEE-FF. El UserKey oeSENC es pot obtenir del vostre proveïdor de cartes.
fr_fr: Erreur : La clé entrée n'est pas valide pour ce jeu de cartes marines. S'il vous plait, vérifiez votre clé et essayez à nouveau. Un clé valide pour oeSENC a le format alphanumérique : AAAA-BBBB-CCCC-DDDD-EEEE-FF Une clé valide peut être obtenue auprès de votre fournisseur de cartes marines.

source: ERROR: The UserKey entered is not valid for this oeSENC chart set. oeSENC charts will be disabled for this session. Please verify your UserKey and restart OpenCPN. Your oeSENC UserKey may be obtained from your chart provider.
ca_es: ERROR: El UserKey introduït no és vàlid per aquest conjunt de cartes oeSENC. Les cartes oeSENC es desactivaran per aquesta sessió. Verifiqueu el UserKey i torneu-ho a obris OpenCPN. El UserKey oeSENC es pot obtenir del vostre proveïdor de cartes.
fr_fr: ERREUR : La clé entrée n’est pas valide pour ce jeu de cartes marines oeSENC. Ces cartes marines oeSENC seront désactivées pour cette session. S’il vous plaît vérifier votre clé et redémarrez OpenCPN. Votre clé pour oeSENC peut être fournie par votre fournisseur de cartes marines.

source: UserKey accepted.
ca_es: UserKey acceptat.
fr_fr: La clé est acceptée.

source: Cancel
ca_es: Cancel·lar
fr_fr: Annuler

source: This chart cannot be loaded due to any of the following reasons: - You have made important hardware changes on your computer. - Your OS has been updated and your license has been suspended. - This chart set was prepared for another system. - This chart set was prepared for a USB key dongle, but dongle is not detected. - There are corrupted files due to errors during download or unzip. Please contact info@o-charts.org if the problem persists.
fr_fr: Cette carte marine (et d'autres peut être) ne peut pas être chargée pour l'une des raisons suivantes: - Vous avez effectué des modifications matérielles importantes sur votre ordinateur. - Votre système d'exploitation a été mis à jour et votre licence a été suspendue. - Ce jeu de cartes a été préparé pour un autre système. - Ce jeu de cartes a été préparé pour un Dongle USB, mais ce dernier n’a pas été détecté. Eventuellement, insérez le dans un port USB. - Il y a des fichiers corrompus en raison d'erreurs lors du téléchargement ou de la décompression. Veuillez contacter info@o-charts.org si le problème persiste.

source: Cannot find the oserverd utility at
ca_es: No puc trobar l'aplicació oserverd a
fr_fr: Impossible de trouver l'utilitaire oserved à

source: oeserverd utility at
ca_es: aplicació oeserverd a
fr_fr: utilitaire oeserved à

source: reports Unavailable.
ca_es: informes no disponibles.
fr_fr: les rapports ne sont pas disponibles.

source: could not be started.
ca_es: podria no ser iniciada.
fr_fr: pas pu être démarré.

source: oeSENC Version:
fr_fr: Version d'oeSENC :

source: Show EULA
ca_es: Mostra EULA
fr_fr: Afficher le CLUF

source: System Identification
ca_es: Identificació de sistema
fr_fr: Identification du terminal

source: Create System Identifier file...
ca_es: Crear l'arxiu identificador del sistema...
fr_fr: Créer le fichier d'identification du terminal ...

source: Create USB key dongle System ID file...
fr_fr: Créer un fichier ID du système pour un Dongle USB ...

source: Show In Finder
ca_es: Mostrar al Buscador
fr_fr: Afficher dans les recherches

source: Show on disk
ca_es: Mostra al disc
fr_fr: Afficher sur le disque

source: System Name:
ca_es: Nom de Sistema:
fr_fr: Identifiant du terminal:

source: Reset System Name
ca_es: Restablir el nom del sistema
fr_fr: Re-initialisation du nom du PC

source: Reset o-charts credentials
ca_es: Reinicialitza les credencials d'o-charts
fr_fr: Réinitialiser les données d'accès

source: Administrator priveleges are required to copy fpr. Please try again....
ca_es: Son necessaris privilegis d'administrador per copiar fpr. Torneu-ho a provar....
fr_fr: Les privilèges d’administrateur sont requis pour copier le fpr. S’il vous plaît essayer à nouveau ...

source: System name RESET shall be performed only by request from o-charts technical support staff.
ca_es: Restablir el nom del sistema s'haurà de realitzar únicament a petició del personal d'assistència tècnica de o-charts.
fr_fr: La réinitialisation du nom du système doit être effectuée uniquement par demande du personnel de soutien technique o-charts.

source: Proceed to RESET?
ca_es: Procedir a RESET?
fr_fr: Procéder à la réinitialisation ?

source: Credential Reset Successful
ca_es: Reinicialització de credencials completada
fr_fr: Données d'accès ont été réinitialisées

source: To obtain a chart set, you must generate a Unique System Identifier File.
ca_es: Per obtenir un conjunt de cartes, has de generar un Fitxer d'Identificador de Sistema Únic.
fr_fr: Pour obtenir un jeu de cartes, vous devez générer un unique fichier d'identification du système.

source: The fingerprint file contains information related to a connected USB key dongle.
ca_es: El fitxer fingerprint conté informació relacionada a l'USB key dongle connectat.
fr_fr: Le fichier d'empreinte contient des informations relatives à un Dongle USB connecté.

source: After creating this file, you will need it to obtain your chart sets at the o-charts.org shop.
ca_es: Després de crear aquest fitxer, el necessitareu per a obtenir el UserKey a la botiga o-charts.org.
fr_fr: Après avoir créé ce fichier, vous en aurez besoin pour obtenir vos jeux de cartes à la boutique o-charts.org.

source: ERROR Creating Fingerprint file USB key dongle not detected.
fr_fr: ERREUR Création du fichier d'empreinte pour un Dongle USB non détectée.

source: Fingerprint file created.
ca_es: Arxiu fingerprint creat.
fr_fr: Le fichier d'empreinte a été créé.

source: Fingerprint file is also copied to desktop.
ca_es: L'arxiu fingerprint també es copia a l'escriptori.
fr_fr: Le Fichier d’empreinte est également placé sur le bureau.

source: ERROR Creating Fingerprint file Check OpenCPN log file.
fr_fr: ERREUR : Création du fichier d'empreinte, Vérifier le fichier log d'OpenCPN.

source: The fingerprint file contains information to uniquely identify this computer.
ca_es: El fitxer fingerprint conté informació per identificar aquest ordinador.
fr_fr: Le fichier d'empreinte contient des informations permettant d'identifier uniquement cet ordinateur.

source: Could not open oesenc_pi EULA:
ca_es: No s'ha pogut obrir EULA oesenc_pi:
fr_fr: Impossible d'ouvrir le fichier oeSENC_pi EULA :

source: oeSENC PlugIn for OpenCPN
ca_es: Connector oeSENC per a OpenCPN
fr_fr: oeSENC

source: License
ca_es: Llicència
fr_fr: Licence

source: Accept
ca_es: Accepta
fr_fr: Accepter

source: Reject
ca_es: Refusa
fr_fr: Rejeter

source: Available Chart sets:
ca_es: Cartes disponibles:
fr_fr: Jeux de cartes disponibles :

source: The following Chart sets are available:
ca_es: Les següents cartes estan disponibles:
fr_fr: Jeu(x) de cartes marines disponible(s) :

source: Chart set
ca_es: Cartes
fr_fr: Jeu de cartes

source: Valid until
ca_es: Vàlid fins
fr_fr: Valable jusqu'au

source: oeSENC Charts
ca_es: Cartes oeSENC
fr_fr: oeSENC

source: Add/Update oeSENC chart sets
fr_fr: Ajouter/Mettre à jour des jeux de cartes oeSENC

source: Visit o-charts.org Website
ca_es: Visiteu la pàgina web o-charts.org
fr_fr: Visitez le site web o-charts.org

source: Here you may order new oeSENC chart sets.
fr_fr: Ici, vous pouvez acheter de nouveaux jeux de cartes.

source: OpenCPN SENC UserKey Required
ca_es: UserKey SENC per OpenCPN requerit
fr_fr: Clé requise pour OpenCPN SENC

source: oeSENC_PI Information
ca_es: Informació oeSENC_PI
fr_fr: Information de oeSENC_pi

source: Available
fr_fr: Disponible

source: Installed, Up-to-date.
ca_es: Instal·lada, actualitzada.
fr_fr: Installé et à jour.

source: Installed, Update available.
ca_es: Instal·lada, actualització disponible.
fr_fr: Installé. Mise à jour disponible.

source: Expired.
ca_es: Caducada.
fr_fr: Expiré.

source: Preparing your chart set.
fr_fr: Jeu de cartes en préparation.

source: Ready for download.
ca_es: Llest per descarregar.
fr_fr: Téléchargement : Prêt.

source: Please update Chart List.
ca_es: Si us plau, actualitza el llistat de cartes.
fr_fr: Veuillez mettre à jour la liste des pack de cartes.

source: Ready for Download Request.
ca_es: Preparat per a la sol·licitud de descàrrega.
fr_fr: Prêt pour le requête de téléchargement.

source: USB Key Dongle
fr_fr: Code du Dongle USB

source: System Key
ca_es: Clau de Sistema
fr_fr: Nom du système

source: Undetermined error
fr_fr: Erreur indéterminée

source: o-charts API error code:
ca_es: codi d'error API o-charts:
fr_fr: code d’erreur de l'API de o-charts :

source: Invalid user/email name or password.
ca_es: Nom d'usuari/correu o contrasenya no vàlids.
fr_fr: Nom d'utilisateur/Adresse mail ou Mot de passe invalide.

source: This oeSENC plugin version is obsolete.
fr_fr: Cette version du complément oeSENC est obsolète.

source: Please update your plugin.
fr_fr: S'il vous plait, mettez à jour ce complément.

source: Operation cancelled
fr_fr: Opération annulée

source: This plugin has been replaced by the "o-charts" plugin.
fr_fr: Ce plugin a été remplacé par le plugin "o-charts".

source: Please visit:
fr_fr: Veuillez visiter :

source: o-Charts shop interface error
fr_fr: Erreur de l'interface boutique o-Charts

source: internet communications error code:
ca_es: codi d'error de comunicacions Internet:
fr_fr: code d’erreur de communication Internet :

source: Check your connection and try again.
ca_es: Comproveu la vostra connexió i torneu-ho a provar.
fr_fr: Veuillez vérifier votre connexion puis réessayez.

source: Invalid Login.
ca_es: Inici de sessió no vàlid.
fr_fr: Identifiant invalide.

source: This action will PERMANENTLY assign the chart set:
fr_fr: Cette action va associé de façon PERMANENTE ce jeu de cartes :

source: to this systemName:
ca_es: a aquest Nom de Sistema:
fr_fr: à ce nom de terminal :

source: Proceed?
ca_es: Vols continuar?
fr_fr: Procéder?

source: [USB Key Dongle not found.]
fr_fr: [Code du Dongle USB absent.]

source: [fpr file not found.]
fr_fr: [Fichier fpr absent.]

source: [fpr file not created.]
fr_fr: [fichier fpr pas créé.]

source: [fpr not created.]
fr_fr: [fichier fpr pas créé.]

source: ERROR Creating Fingerprint file
ca_es: Error en crear el fitxer Fingerprint
fr_fr: ERREURen créant le fichier fingerprint

source: Check OpenCPN log file.
ca_es: Comprova el fitxer de registre d'OpenCPN.
fr_fr: Regardez dans le fichier log d'OpenCPN.

source: Status: OK
ca_es: Estatus: OK
fr_fr: Statut : OK

source: Downloaded:
ca_es: Descarregat:
fr_fr: Téléchargé :

source: Unzipping chart set files...
fr_fr: Décompression des fichiers de cartes ...

source: Choose chart set install location.
fr_fr: Choisissez le lieu de stockage du jeu de cartes.

source: Ready for unzipping chart set files.
fr_fr: Prêt pour la décompression des fichiers du jeu de cartes.

source: Error extracting zip file
ca_es: Error en extreure el fitxer zip
fr_fr: Erreur à l'extraction du fichier zip

source: Chart Set Edition:
fr_fr: Édition du jeu de carte :

source: Order Reference:
ca_es: Referència de la comanda:
fr_fr: Réf. de commande :

source: Purchase date:
ca_es: Data de la compra:
fr_fr: Date d'achat :

source: Expiration date:
ca_es: Data de caducitat:
fr_fr: Date d'expiration :

source: Status:
ca_es: Estat:
fr_fr: Statut :

source: Assignments:
fr_fr: Affectations :

source: Unassigned
fr_fr: Non associé

source: Refresh Chart List
ca_es: Actualitza la llista de Cartes
fr_fr: Rafraichir la liste des packs de cartes

source: My Chart Sets
fr_fr: Mes jeux de cartes

source: Install Selected Chart Set
fr_fr: Installer le jeu de cartes sélectionné

source: Cancel Operation
ca_es: Cancel·lar l'operació
fr_fr: Annuler l'opération

source: Download Selected Chart Set
fr_fr: Télécharger le jeu de cartes sélectionné

source: Status: Chart List Refresh required.
ca_es: Estat: Actualització del llistat de cartes requerida.
fr_fr: Statut : Mise à jour requise de la liste des jeux de cartes.

source: Contacting o-charts server...
ca_es: Contactant amb el servidor o-charts...
fr_fr: Connexion au serveur de o-charts ...

source: Status: Login error.
ca_es: Estat: Error d'inici de sessió.
fr_fr: Statut : Erreur de login.

source: Status: Communications error.
ca_es: Estat: Error de comunicació.
fr_fr: Statut : Erreur de communication.

source: Invalid System Name
ca_es: Nom de Sistema no vàlid
fr_fr: Nom de terminal invalide

source: A valid System Name is 3 to 15 characters in length.
ca_es: El Nom de Sistema ha de tenir entre 3 i 15 caràcters de longitud.
fr_fr: Un nom valide de terminal comporte entre 3 et 15 caractères.

source: No symbols or spaces are allowed.
ca_es: No s'admeten símbols ni espais.
fr_fr: Ni symbole, ni l'espace ne sont autorisés.

source: This System Name has been disabled Please choose another SystemName
ca_es: Aquest Nom de Sistema ha estat deshabilitat Per favor triar un altre Nom de Sistema
fr_fr: Ce nom du système a été désactivé Veuillez choisir un autre nom du système

source: This System Name already exists. Please choose another SystemName
ca_es: Aquest Nom de Sistema ja existeix. Per favor tria un altre Nom de Sistema
fr_fr: Ce nom de système existe déjà. S'il vous plaît, choisissez en un autre.

source: Status: Ready
ca_es: Estatus: Preparat
fr_fr: Statut : Prêt

source: Chart set download cancelled.
fr_fr: Téléchargement du jeu de cartes annulé.

source: Chart set download error, missing file.
fr_fr: Erreur de téléchargement du jeu de cartes, fichier manquant.

source: Chart set download complete.
fr_fr: Téléchargement du jeu de cartes terminé.

source: Proceed to install?
ca_es: Continuar amb la instal·lació?
fr_fr: Procéder à l’installation ?

source: Installing charts
ca_es: Instal·lant cartes
fr_fr: Cartes en cours d'installation

source: Chart set installation complete.
fr_fr: Installation du jeu de cartes terminée.

source: Unable to determine requested ACTION
fr_fr: Impossible de déterminer l'ACTION requise

source: Please contact o-charts support.
fr_fr: Veuillez contacter le support technique de O-Charts.

source: Status: USB Key Dongle FPR upload error
fr_fr: Statut : Erreur de chargement du fpr pour le code du Dongle USB

source: Status: System FPR upload error
ca_es: Estatus: Error de carrega del Dongle FPR
fr_fr: Statut: Erreur de chargement du fpr du système

source: Status: Assignment error
ca_es: Estatus: Error d'assignació
fr_fr: Statut : erreur d'affectation

source: Preparing charts...
fr_fr: Préparation du pack de cartes...

source: Status: Downloading...
ca_es: Estatus: Descarregant...
fr_fr: Statut : téléchargement ...

source: Downloading...
ca_es: Descarregant...
fr_fr: Téléchargement en cours ...

source: Your chart set preparation is not complete.
fr_fr: La préparation de votre jeu de cartes n’est pas terminée.

source: You may continue to wait, or return to this screen later to complete the download.
ca_es: Podeu continuar esperant o tornar a aquesta pantalla després per completar la descàrrega.
fr_fr: Vous pouvez continuer à attendre, ou revenir à cet écran plus tard pour terminer le téléchargement.

source: You will receive an email message when preparation for download is complete
ca_es: Rebràs un missatge de correu electrònic quan la carta estigui llesta per a descàrrega
fr_fr: Vous recevrez un mail lorsque le téléchargement sera prêt

source: Continue waiting?
ca_es: Continuar esperant?
fr_fr: Continuer à attendre ?

source: Reinstall Selected Chart Set
fr_fr: Ré-Installer le jeu de cartes sélectionné

source: Update Selected Chart Set
fr_fr: Mettre à jour le jeu de cartes sélectionné

source: New OpenCPN oeSENC System Name
ca_es: Nou Nom de Sistema oeSENC
fr_fr: Nouveau nom du terminal pour oeSENC

source: Enter New System Name
ca_es: Introduïu el Nou Nom de Sistema
fr_fr: Entrer le nouveau nom du terminal

source: Select OpenCPN/oeSENC System Name
ca_es: Seleccioneu el Nom de Sistema OpenCPN/oeSENC
fr_fr: Sélectionner le nom du terminal pour OpenCPN/oeSENC

source: Select your System Name from the following list, or
ca_es: Selecciona el teu Nom de sistema de la llista següent, o
fr_fr: Sélectionnez le nom du terminal dans la liste suivante, ou

source: create a new System Name for this computer.
ca_es: crea un nou Nom de Sistema per aquest ordinador.
fr_fr: créer un nouveau nom pour ce terminal.

source: new...
ca_es: nou...
fr_fr: nouveau ...

source: System Names
ca_es: Noms de Sistema
fr_fr: Nom du terminal

source: Login to o-charts.org
ca_es: Entra en o-charts.org
fr_fr: Identifiant pour o-charts.org

source: email address:
ca_es: adreça de correu:
fr_fr: adresse mail :

source: Password:
ca_es: Contrasenya:
fr_fr: Mot de passe :

source: oeSENC_PI Message
ca_es: Missatge oeSENC_PI

source: OK
ca_es: Accepta

source: oeSENC_pi Message
ca_es: Missatge oeSENC_PI

source: Version
ca_es: Versió

source: ChartTexts
ca_es: TextosCartes

source: Actions
ca_es: Accions
